Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_system/index.html.txt.tmx
Source language: en
Languages: ga

source: Entitlement to health services
ga: Teidlíocht do sheirbhísí sláinte

source: Describes the entitlement to public health services of people resident in Ireland
ga: Léiríonn seo an teidlíocht atá ag daoine a bhfuil cónaí orthu in Éirinn do sheirbhísí sláinte poiblí

source: The Department of Health have responsibility for the planning of health services
ga: Tá freagracht ag an Roinn Sláinte le haghaidh pleanála straitéiseach na seirbhísí sláinte

source: Overview of this Government Department
ga: Forbhreathnú ar an Roinn Rialtais seo

source: Public health services are provided by the Health Service Executive (HSE)
ga: Tá na seirbhísí sláinte phoiblí soláthartha ag Feidhmeannacht na Seirbhíse Sláinte (FSS)

source: Role, responsibilities, function and location of the HSE
ga: Róil, freagrachtaí, feidhm agus suíomh na FSS

source: Primary Care Reimbursement Service
ga: An tSeirbhís Aisíoctha do Chúram Príomhúil

source: The Primary Care Reimbursement Service (previously known as the GMS Payments Board), administers payments to doctors, pharmacists, dentists and opticians who provide services under the Primary Care Reimbursement scheme
ga: Tugann an cháipéis seo cur síos ar an tSeirbhís Aisíoctha do Chúram Príomhúil (an Bord Seirbhísí Liachta Ginearálta roimhe seo), a riarann íocaíochtaí chuig dochtúirí, cógaiseoirí agus fiachlóirí a chuireann seirbhísí ar fáil faoin tSeirbhís Aisíoctha do Chúram Príomhúil

source: Health services for visitors to Ireland
ga: Seirbhísí sláinte do chuairteoirí go hÉirinn

source: Explanation of the entitlement of visitors to health services and how ordinary residence is decided
ga: Léiríonn an doiciméad seo an teidlíocht atá ag cuairteoirí ar sheirbhísí sláinte agus conas a socraítear gnáth-chónaí

source: The Health Service Executive (HSE) has responsibility for the delivery of public emergency health services
ga: Is dualgas é de chuid Fheidhmeannacht na Seirbhíse Sláinte (FSS) seirbhísí éigeandála sláinte poiblí a chur ar fáil

source: How the services are organised, who is entitled to access them and how to access out-of-hours help in an emergency
ga: Conas mar a dhéantar na seirbhísí a eagrú, cé atá i dteideal rochtain a fháil orthu agus conas is féidir rochtain a fháil ar chúnamh lasmuigh de ghnáthuaireanta i gcás éigeandála

source: Making a complaint about a health service
ga: Gearán a dhéanamh faoi sheirbhís sláinte

source: The rules about complaints against the HSE and how you complain
ga: Rialacha maidir le gearáin i gcoinne FSS agus conas gearán a dhéanamh

source: Introduction to private health insurance and the rules that apply to insurance providers
ga: Cuireann an doiciméad seo síos ar na rialacha a bhaineann faoi láthair le hárachas sláinte

source: Some of the agencies and bodies that have a role in delivering and regulating health services and promoting health
ga: Tá cur síos sa cháipéis seo ar roinnt de na heagraíochtaí agus údaráis a bhfuil ról acu maidir le soláthar agus rialú na seirbhísí sláinte in Éirinn

source: Registration of health and social care professionals
ga: Clárú gairmithe sláinte agus cúraim shóisialaigh

source: Health and social care professionals are regulated by CORU
ga: Tá clárú ceangailte ar dhá ghairm déag i láthair na huaire

source: There is a process for making complaints about the fitness to practice of registered professionals
ga: Pléitear moltaí le haghaidh córas déanta gearán agus araíonachta sa doiciméad seo chomh maith

source: Many national and local voluntary and community organisations provide advice, information and support to patients and families regarding health issues
ga: Cuireann mórán eagraíochtaí náisiúnta agus áitiúla deonacha agus pobail comhairle, eolas agus tacaíocht ar fáil do othair agus theaghlaigh i dtaca le ceisteanna sláinte

source: Most Read in "Health"
ga: Ábhar is mó éilimh i "Sláinte"

source: Admission to a psychiatric hospital
ga: Ospidéal síciatrach a iontráil

source: Medical card means test: aged under 70
ga: Tástáil mhaoine cárta leighis: daoine faoi bhun 70 bliain d’aois
